Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 陈平安听得云里雾里，但是不忘反驳提醒道：“拳谱是顾粲的，我是代为保管。”
en_us: Chen Ping'an didn't understand a single word that she was saying. However, he didn't forget to retort her and say, "This fist guide is Gu Can's. I'm only looking after it for him right now."

source: 陈平安听得头皮发麻，又不好把有错在先的稚圭赶走，毕竟这么多年的邻居了。帮刘羡阳两桶水装满后，赶紧给她也拎上来一桶水，想着早点离开这个七嘴八舌的婆娘堆。马婆婆见宋家那小贱婢竟然假装听不到，一时间更加恼火。
en_us: Chen Ping'an's head became slightly numb as he heard this. However, he couldn't bring himself to shoo Zhi Gui away either. Even though she was in the wrong, they had already been neighbors for so many years, after all. After drawing two buckets of water for Liu Xianyang, he hurriedly drew another bucket of water for Zhi Gui. He wanted to leave this gossiping group of women as soon as possible. However, Granny Ma became even more infuriated upon seeing the despicable maidservant ignoring her.

source: 陈平安听得懵懵懂懂，痴痴望着那盏油灯，灯火摇曳，心神随之摇曳。
en_us: Chen Ping'an was slightly befuddled as he listened to this. He stared at the candle in a daze, with his heart and mind wavering and flickering along with the flame.

source: 陈平安听着小女孩的言语，笑容灿烂，向这位观感极好的年轻道姑弯腰致谢。
en_us: A beaming smile spread across Chen Ping'an's face as he heard the little girl's translation. He bowed in gratitude to the young Daoist nun who he had an extremely good impression of.

source: 陈平安呆若木鸡。
en_us: Chen Ping'an was completely stupefied.

source: 陈平安呵呵笑道：“给你。”
en_us: "Then I'd give it to you," Chen Ping'an replied with a smile.

source: 陈平安和宁姚几乎同时转头，看到一名年轻男子，身材修长，气质清雅，一看就是外乡人加上读书人。
en_us: Chen Ping'an and Ning Yao turned around at almost the exact same instant. There was a young man standing behind them, and this was a tall and slender person with an elegant and refined disposition. It was clear that he was not only an outsider, but also a scholar.

source: 陈平安和宁姚在十二脚牌坊楼那边分道扬镳，陈平安去了泥瓶巷，敲门喊道：“宋集薪，在家吗？”
en_us: After parting ways with Ning Yao at the archway, Chen Ping'an returned to Clay Vase Alley, knocking on the gate as he yelled "Song Jixin, are you home?"

source: 陈平安和宁姚阮秀三人走下廊桥，少年少女都没有意识到，一粒粒高低不同的水珠，悄然落入溪水。
en_us: Chen Ping'an, Ruan Xiu, and Ning Yao walked down the covered bridge. However, none of them noticed the beads of water silently falling into the creek from varying heights.

source: 陈平安和阮秀道别离去，独自跑向廊桥。
en_us: After parting ways with Ruan Xiu, Chen Ping'an jogged toward the covered bridge on his own, where he encountered another young woman.

source: 陈平安和马苦玄同时倒飞出去，狠狠摔在泥地上。
en_us: Chen Ping'an and Ma Kuxuan both flew back before heavily thumping to the ground.

source: 陈平安咧咧嘴，“大问题没有，但是除了练拳之外，接下来每天得跟你一样，得煎药吃。杨爷爷说如果效果不好，可能还得再花钱。”
en_us: Chen Ping'an cracked a grin and replied, "There's no major issue. However, in addition to practicing the fist technique, I'll also have to drink medicine like you every day. Grandpa Yang also said that if the medicine isn't effective, I might need to spend even more money."

source: 陈平安咧咧嘴，无话可说。
en_us: Chen Ping'an grimaced, rendered speechless by these words.

source: 陈平安咧嘴一笑。
en_us: A grin spread across Chen Ping'an's face.

source: 陈平安咧嘴一笑，“宁姑娘的意思，其实我懂了。”
en_us: Chen Ping'an cracked a grin and said, "However, I know what you're trying to say."

source: 陈平安咧嘴一笑，彻底没了戒心。
en_us: Chen Ping'an cracked a grin. He finally felt at ease at this moment.

source: 陈平安咧嘴一笑，挠挠头，“不行就算了。确实，天底下哪有这样的事情，是我为难道长了。”
en_us: Chen Ping'an scratched his head with a bashful smile as he said, "If it's not possible, then just forget it. It's ridiculous to think that anyone can manipulate what happens in the afterlife, so I'm clearly asking too much of you."

source: 陈平安咧嘴笑道：“我爹这辈子只跟人打过一次架，就是为了我娘，因为骑龙巷有人骂我娘，我爹气不过，就去狠狠打了一架。回来的时候，被我娘埋怨了很久，但是我爹私下跟我说，打不打得过，是一回事，打不打又是一回事，男人不护着自己媳妇，娶进门做什么？！”
en_us: Chen Ping'an grinned as he replied, "My father only had one fight in his life, and that was over my mother. Someone on Dragon Riding Alley insulted my mother, and my father wasn't willing to let things slide, so he went to Dragon Riding Alley to pick a fight. After he came back, my mother complained about this for a very long time, but my father told me in private that it didn't matter whether that was a fight that he could win. What mattered was that a man had to protect his wife. Otherwise, he may as well never get married!"

source: 陈平安咧嘴笑道：“老畜生坏过一次规矩了。不过你如果出手再晚一点，我估计就悬了。”
en_us: Chen Ping'an smiled as he replied, "That old bastard already broke the rules once. If you had acted any later than you did, I would've been screwed."

source: 陈平安咬牙说道：“宋大人，你能不能说出如何才能出手？哪怕你觉得我死也做不到，但是宋大人可以说说看。”
en_us: Chen Ping'an gritted his teeth, then asked, "Master Song, can you tell me what I would have to do for you to step in? Even if you think it's something that's far beyond my capabilities, at least tell me so I have something to aim for."

source: 陈平安咬着野果，笑道：“小的时候家里穷，可不是逮着什么就吃什么，你还别说，有一次还真因为瞎吃东西，把肚子给吃坏了，痛得我在巷子里满地打滚。那是我第一次听到自己的心跳声，打雷擂鼓似的。”
en_us: Chen Ping'an sank his teeth into the third fruit as he smiled and said, "Our family was very poor growing up, and I ate whatever I could get my hands on. There was one time where I was poisoned from eating something I shouldn't have, and my stomach hurt so much that I was rolling around in the alley. That was the first time I heard the beating of my own heart, and it sounded like thunder."

source: 陈平安咽了咽口水。
en_us: Chen Ping'an gulped upon hearing this.

source: 陈平安哦了一声。
en_us: "I see." Chen Ping'an had no idea what Ning Yao had just told him.

source: 陈平安哦了一声，一边清洗棉布一边问道：“道长有没有抓药的钱？”
en_us: Chen Ping'an nodded in response, and he asked while washing the cotton cloth, "Do you have money for the medicinal ingredients?"

source: 陈平安哭丧着脸道：“我心疼啊。”
en_us: "I wan to keep these coins," Chen Ping'an whined with a sour expression.

source: 陈平安哭笑不得，时无言。
en_us: Chen Ping'an didn't know whether to laugh or to cry. However, he was indeed rendered speechless.

source: 陈平安哭笑不得，说道：“我帮你把槐枝搬到你家去，我力气大，跑一趟就够了。”
en_us: Chen Ping'an was quite amused by her disgruntled display, and she said, "I'll help you carry these locust branches to your house. I'm strong, so I can do it in a single trip."

source: 陈平安嗯了一声，“那我拿箩筐去捡石头了，明天再来找宁姑娘。”
en_us: "Mhm, then I'll grab the basket and go collect pebbles. See you tomorrow, Ning Yao," Chen Ping'an said.

source: 陈平安嗯了一声，道：“大致懂了。”
en_us: "Kind of," Chen Ping'an replied, then cast his gaze out the door again in a rather gloomy manner.

source: 陈平安嗯嗯嗯着，明显心思都牵挂在那部拳谱上，他指向一个字，“宁姑娘，这个念啥？”
en_us: Chen Ping'an nodded again and again in understanding, but it was clear that his mind was still on the fist technique before him. He pointed to a word and asked, "Ning Yao, how do I read this?"

source: 陈平安嘴角渗着血丝，又后退了一步。
en_us: Blood seeped from the corners of Chen Ping'an's mouth, and he took another step back.

source: 陈平安嘿嘿一笑，眼睛一直偷瞥她手里的那把压衣刀，初看袖珍可爱，细看则锋芒冷冽。
en_us: Chen Ping'an chuckled upon hearing this. Meanwhile, his gaze remained fixed on the skirt dagger in her hands. At first glance, this skirt dagger appeared small and adorable. Upon closer inspection, however, one would realize that it was razor-sharp and cold.

source: 陈平安嘿嘿笑着。
en_us: Chen Ping'an chuckled in response.

source: 陈平安回到屋子后，对着油灯发呆。
en_us: Meanwhile, Chen Ping'an returned to the house, staring blankly at the oil lamp in a half-asleep, half-dreaming state.

source: 陈平安回到泥瓶巷祖宅，关上门后，先开始煎药，是一副治疗内伤的药方，在等待火候的空隙，将一件洗得发白却依旧干净的衣衫摊放在桌上，撕成一条条绑带，以吝啬小气著称的草鞋少年，此时没有半点心疼，然后除了将那把宁姚借给自己的压衣刀绑在手臂之外，少年还在自己小腿和手腕之上，都捆绑上了一层层的棉布细条。
en_us: After returning to his house on Clay Vase Alley, Chen Ping'an closed the door before beginning to brew medicine following a recipe for a medicine to treat internal injuries. While waiting for the fire to get up to the desired heat, he placed a garment that was faded from repeated washing onto the table, spreading it out before tearing it into a series of cloth strips. He was renowned for being miserly and stingy, but he didn't hesitate at all to tear this perfectly good garment to shreds. After that, he used the cloth strips to tie the skirt dagger that Ning Yao had lent to him to his arm. In addition to that, he also tied a series of cloth strips around his calve and his wrists.

source: 陈平安回到铁匠铺子，劳作之后，趁着吃饭休息的时候，陈平安端着碗，找到和阮姑娘一起蹲在檐下的阮师傅，陈平安说要借钱，可能要十五六两银子。阮邛甚至没有询问陈平安借钱的理由，停下筷子，斜瞥一眼草鞋少年，蹦出两个字，“滚蛋。”
en_us: After returning to the blacksmith shop and completing his manual labor duties, Chen Ping'an carried his bowl and approached Ruan Xiu and Master Ruan during mealtime. He told Master Ruan that he wanted to borrow some money, 15 or 16 taels of silver, to be precise. Ruan Qiong didn't even bother to ask Chen Ping'an the reason why he wanted to borrow money. Instead, he merely took a glance at Chen Ping'an out of the corner of his eyes, then said, "Piss off!"

source: 陈平安回到院子后，眼皮子就一直在跳，左眼跳财，右眼跳灾。
en_us: Ever since he returned home, Chen Ping'an's eyelid had been constantly twitching. It was said that the twitching of the left eyelid signified wealth, while the twitching of the right eyelid entailed disaster.

source: 陈平安回到院子，把那根小姑娘赠送的槐枝，靠着院墙斜放着，那块价值连城的磨剑石依然还在箩筐里，不过当然不会就那么光明正大地丢在院子，已经让陈平安搬去了屋内，如果不是时间紧迫，陈平安恨不得在院子里挖个一丈高的深坑，将那不起眼却值钱的磨剑石埋起来，斩龙台，只是听听这名字，就感觉比那三袋子金精铜钱还要珍贵。
en_us: After returning to his courtyard, Chen Ping'an rested the locust branch that Li Baoping had given to him against the wall. The priceless chunk of Dragon Slaying Platform was still sitting in the basket. but of course, he wasn't just going to leave it in the yard out in the open. Instead, he had already carried the basket into the house. If it weren't for the fact that he was pressed for time, he would've dug a 10-feet-tall hole in his yard and buried the chunk of Dragon Slaying Platform in it. Just the name of the material alone had Chen Ping'an convinced that it had to be even more precious than those three pouches of gold essence copper coins.

source: 陈平安回答道：“以道长的本事，肯定知道原因。”
en_us: "With your abilities, I'm sure you already know the true reason," Chen Ping'an replied.

source: 陈平安回答道：“暂时没想过，出远门总得有钱吧，而且离开之后，宅子怎么办，也没人帮着收拾，万一哪天垮了咋办？而且我爹娘的坟头那边，也需要我经常去拔杂草。”
en_us: "Not at the moment," Chen Ping'an replied. "If I want to leave, I'll need to have enough money first, after all. Moreover, what will happen to my house after I leave? There'll be no one to look after it for me, so what will I do if it suddenly collapses one day? In any case, my parents' graves are also here, and I need to remove the weeds around them from time to time."

source: 陈平安在井口一趟趟搬运土壤，最后一趟出井后，发现阮秀站在井口轱辘附近，手心摊放着一块帕巾，堆满了小巧糕点，等到陈平安出现后，阮秀向他伸出手掌，满身泥土、双手脏兮兮的陈平安笑着摇头，随后阮秀坐在井口上， 低头吃着骑龙巷压岁铺子的精致糕点，青衣少女迅速沉浸其中，整个人洋溢着满满的幸福欢喜。
en_us: Chen Ping'an brought out one basket of soil from the well after another, and as he did so, Ruan Xiu arrived near the well winch, holding a handkerchief with a series of delicate pastries placed on top. As Chen Ping'an emerged from the well, Ruan Xiu gestured to the pastries, in response to which Chen Ping'an smiled and shook his head. After that, Ruan Xiu sat down onto the edge of the well to enjoy the intricate pastries sold in the shop on Dragon Riding Alley. She quickly became immersed in her meal, giving off an aura of bliss and elation.

source: 陈平安在台阶下，向老人鞠躬致谢。
en_us: Chen Ping'an bowed to the old man in gratitude.

source: 陈平安在处十字巷口停下脚步，背靠墙壁，蹲下身，手始终握拳，手系紧草鞋。
en_us: Chen Ping'an stopped at a crossroads, then leaned his back against the wall as he crouched down to tighten his straw sandals, continuing to keep one hand clenched in a tight fist this entire time.

source: 陈平安在确定稚圭走入小巷后，这才尴尬解释道：“我是去顾粲家拿东西，结果她就刚好就要出门，我只好来这里躲一躲，宁姑娘你千万别多想。”
en_us: After confirming that Zhi Gui had entered the alley, Chen Ping'an finally explained with an awkward expression, "I went to Gu Can's house to get something, yet Zhi Gui coincidentally decided to go out just as I was passing by. I was left with no option but to hide here for a while. Ning Yao, please don't misunderstand."

source: 陈平安在给宁姚煎完药后，去找刘羡阳。
en_us: After brewing a pot of medicine for Ning Yao, Chen Ping'an went to chat with Liu Xianyang.

source: 陈平安在脑海中想象了一番，这可不就是顾粲的拿手好戏和成名绝学吗？记忆当中，顾粲他娘亲在很多年前，好像也过一场不那么美好的争执，是在杏花巷的一间脂粉铺子门口，那时候顾粲还刚刚会走路，顾粲他爹，因为是外乡人的缘故，又常年不着家，早已被泥瓶巷的街坊邻居忘记，那时候妇人们开始忧心，忧心自家男人在经过顾氏寡妇家门口的时候，就会不由自主地放慢脚步，仅仅是竹竿上晾晒着的妇人衣物，就轻而易举将男人的魂魄勾走了。后来有一次，马婆婆便召集五六位妇人，联袂去堵顾氏的院门，顾氏在那一战当中，吃了不少亏，但是马婆婆她们也没占到多大便宜，两败俱伤，只不过越到后边，顾氏终究是势单力薄，双拳难敌四手，就连衣衫也被扯碎，她衣衫本就单薄，一时间难免春光乍泄，更让那些自惭形秽的妇人们失心疯，抓挠撕咬，无所不用其极，看得巷子周围男人们一个个咽口水。
en_us: Chen Ping'an mulled over this. In fact, wasn't Gu Can extremely skilled at this type of fist technique? He recalled that Gu Can's mother had also seemingly been involved in an unsavory skirmish before. This was in front of a cosmetic shop on Apricot Blossom Alley. At that time, Gu Can had only just learned how to walk. Meanwhile, because his father was from out of town, and because he was always not at home, he had already been largely forgotten about by the neighbors on Clay Vase Alley. The other women living on the alley had started to feel worried, worried that their husbands would involuntarily pause whenever they walked by the house of that widow. Indeed, just the female clothing drying on the bamboo poles would be enough to easily fish the soul of the men away. Some time afterward, Granny Ma had gathered five or six women together to visit Gu Can's house. Gu Can's mother had suffered quite a bit in that battle, but Granny Ma and the others hadn't managed to gain an advantage themselves either. Both sides had suffered heavy losses. However, the longer that went on, the less that Gu Can's mother was able to maintain this balance. This was because she was a lone soldier, after all, so it was extremely difficult for her to defend against attacks form all direction. In the end, even her clothes had been torn to shreds. They were already thin to begin with, so it was inevitable that swathes of her skin had ended up exposed. This caused the jealous women to become even wilder with rage, clawing and biting and doing everything they could to attack Gu Can's mother. The men in the alley could only gulp with their eyes wide open when they saw this.

source: 陈平安在自家宅子里点起一盏油灯，开始清点自己的家当，三袋子金精铜钱，供养钱、迎春钱、压胜钱各一袋，一袋是大隋皇子所赠，说是感谢让他撞见那条金色鲤鱼，顾粲留下的两袋，算是买泥鳅的钱。
en_us: Chen Ping'an lit an oil lamp in his own house, then began to tally his assets. He had three pouches of gold essence copper coins, one of each of the three types, namely Offering Coins, Good Fortune Coins, and Greeting Spring Coins. One of the pouches of coins had been given to him by the prince of the Great Sui Nation as thanks for providing him with the opportunity to purchase that golden carp, while the other two pouches of coins had been left behind by Gu Can as payment for the catfish.

source: 陈平安在这一刻，突然很好奇，很想知道小镇所在的骊珠洞天，到底如何才能看到全貌？是不是只有爬到那座比披云山更高的山峰，才能一览无余？
en_us: In this instant, a hint of curiosity suddenly welled up in Chen Ping'an's heart. He really wanted to know what he had to do if he wanted to see the entirety of the Jewel Small World. Would he have to climb to the peak of that mountain that was even taller than Cloud Drape Mountain to be able to see everything?

source: 陈平安在那个人开口后，呼吸困难，咬紧牙关。
en_us: After the question was raised, Chen Ping'an was suddenly struck by a sense of asphyxiation, causing him to grit his teeth tightly.

source: 陈平安坐在凳子上，只能挠头。
en_us: Chen Ping'an could only scratch his head helplessly as he sat next to Liu Xianyang's bed.

source: 陈平安坐在少女身边，有些忐忑，也有紧张。
en_us: Chen Ping'an was slightly tense and uneasy as he walked over to sit next to her.

source: 陈平安坐在廊桥匾额下的台阶休息，少年大致算了yi下，yi天十二个时辰，哪怕每天坚持五到六个时辰，重复练习走桩，撑死了也就三百次左右，yi年十万，十年才能完成yi百万次的任务。草鞋少年扭头望向清澈见底的溪水，呢喃道：“让我坚持个十年，应该可以的吧？”
en_us: Chen Ping'an sat down to rest, and he performed some rough calculations in his mind as he sat on the steps beneath the plaque on the covered bridge. He realized that even if he performed walking meditation for upward of 12 hours a day, he would still only be able to repeat it 300 times at most. In a year, this would translate to roughly 100,000 repetitions. Thus, it would take him 10 years to complete the required one million repititions. The young boy in straw sandals turned around to gaze at the clear creek water, and he murmured to himself, "I have to perservere for 10 years... I should be able to do this, right?"

source: 陈平安坐在桌对面，开心笑道：“只要她人好就行。”
en_us: Chen Ping'an sat down opposite to her, smiling happily as he said, "I'll be happy as long as she's a good person."

source: 陈平安坐在长凳上，静待下。
en_us: Chen Ping'an sat down on the bench, waiting for Liu Xianyang to finish.

source: 陈平安坐在门槛上，揉了揉额头，这个宋集薪，其实不说那些怪话胡话的时候，给人感觉并不差，但是比如这种时候，刘羡阳在场的话，就一定会说他很想朝宋集薪的后脑勺，一板砖敲下去。
en_us: Chen Ping'an sat down on his doorstep as he rubbed his own forehead in exasperation. When he wasn't talking nonsense, Song Jixin actually wasn't a bad person to be around. However, at times like this, if Liu Xianyang were here, he would've definitely expressed to Chen Ping'an an urge to smash a brick into the back of Song Jixin's head.

source: 陈平安大略翻过了书信地址，也没说什么，因为有两封信是福禄街的隔壁邻居，陈平安也不愿意占这便宜，当然如果汉子破天荒发善心，起先就给六文钱，陈平安也绝不把钱往外推。
en_us: Chen Ping'an roughly flicked through the letters, and he didn't make any complaints. This was because two of the letters were addressed to neighbors on Fortune Street. Thus, Chen Ping'an wasn't willing to take such a petty advantage. Of course, if the gatekeeper suddenly became extremely benevolent and chose to give him six copper coins instead, he wouldn't refuse this either.

source: 陈平安天经地义道：“我就算满地打滚，大喊大叫，也不会就不疼了啊。”
en_us: "Even if I roll around and scream, my pain won't go away, will it?" Chen Ping'an said as a matter-of-fact.

source: 陈平安头雾水，拿着沉甸甸的袋子，东西并不陌生，当时强行买走那条金色鲤鱼的锦衣少年，事后就专程送了袋子铜钱给自己。陈平安四处张望，泥瓶巷两头并无行人，仍是赶紧开门，把顾粲带进院子，将陶罐放在旁后，直截了当问道：“有外乡人跟你买那条泥鳅，对不对顾粲，我劝你千万别卖打死都别卖，你不是想着以后让娘过上好日子吗，你定要留着那条泥鳅，知不知道”
en_us: Chen Ping'an was slightly baffled as he held the two weighty pouches. He was quite familiar with these pouches, as the brocade-robed boy had especially given a pouch of copper coins to him after forcefully buying that golden carp. Chen Ping'an looked around, and he saw that there was no one else on Clay Vase Alley. However, he still opened his door in a hurry, bringing Gu Can into the courtyard. After putting the clay pot down, he directly asked, "An outsider wants to buy that loach from you, is that correct, Gu Can? I strongly suggest you not to sell it. Don't sell it even if they try to force you. Didn't you want to give your mother a good life in the future? If so, then you definitely have to keep that loach, understand?"

source: 陈平安奇怪地瞥了他一眼，心想吃过腌菜有这么了不起吗？除非你能不喝水不就饭，一口气吃完一竹筒腌菜，那才了不起。
en_us: Chen Ping'an shot a strange glance at him. Was eating pickled vegetables something to be proud of? Of course, this was unless he could finish an entire tube of pickled vegetables in one sitting without eating any rice or drinking any water. That would definitely be quite a feat.

source: 陈平安好奇道：“搬山猿？”
en_us: "Mountain-moving Ape?" Chen Ping'an asked in curiosity.

source: 陈平安好奇问道：“你怎么也喊她稚圭，不喊王朱了”
en_us: "Why do you also call her Zhi Gui now? Why don't you call her Wang Zhu anymore?" Chen Ping'an asked in curiosity.

source: 陈平安好奇问道：“刘羡阳，你在干什么？”
en_us: "What are you doing, Liu Xianyang?" Chen Ping'an asked with a curious expression.

source: 陈平安好奇问道：“我们这儿怎么了？”
en_us: "What about the Jewel Small World?" Chen Ping'an asked with a curious expression.

source: 陈平安如临大敌。
en_us: Chen Ping'an suddenly became tense, and it was as if he were facing a great enemy.

source: 陈平安如何也看不清那人的面容。
en_us: No matter how hard he tried, Chen Ping'an was unable to clearly see the figure's face.

source: 陈平安安慰道：“人不可貌相。”
en_us: "You can't judge a person by their appearance," Chen Ping'an said in comforting.

source: 陈平安实在听不下去了，打断刘羡阳的话语，“宋集薪对她不坏的。”
en_us: Chen Ping'an couldn't bear to listen in silence any longer, and he interjected, "Song Jixin doesn't treat her badly."

source: 陈平安实在无法想象，这么一个满身鬼气森森的家伙，怎么会有人觉得此人是个傻子？
en_us: Chen Ping'an truly couldn't imagine why other people viewed this eerie and sinister person as a mentally challenged retard.

source: 陈平安客气问道：“需要我带路吗？”
en_us: "Do you need me to take you there?" Chen Ping'an asked in a polite manner.

source: 陈平安对于两个小姑娘的吵吵闹闹，没有掺和，一来是正在头疼，到时候自己会不会被李家认出来，一怒之下就关门放狗。再就是陈平安在内心深处，很羡慕她们，羡慕她们的幸福安稳，在家有长辈管束，在学塾可以读书。
en_us: Chen Ping'an didn't get involved in the quarrel between the two little girls. He was hoping that the people from the Li Clan wouldn't recognize him. Otherwise, he would've been in some severe trouble. On top of that, deep down, he was very envious of the two little girls, envious of their happy and stable lives, that they had parents to keep them in check and a school where they could go to receive an education.

source: 陈平安对她笑了笑，小跑着擦肩而过，然后跑得越来越快。
en_us: Chen Ping'an flashed her a smile before jogging past her, then sped up after passing her by.

source: 陈平安将一箩筐石头背回刘羡阳家院子，依然是拣选出最心仪眼缘的几块石头，拿到偏屋，其余依旧留在灶房那边。锁好屋门和院门后，跑向泥瓶巷，到了自家院子，看到黑衣少女正坐在院子里晒太阳，陈平安打过招呼后就开始煎药。
en_us: When Chen Ping'an returned to Liu Xianyang's house with the basket of pebbles, he picked out his favorite few pebbles and took them to the wing-room like always. As for the other pebbles, he left them in the kitchen. After locking the house door and courtyard door, he ran back to Clay Vase Alley. When he arrived home, he saw the young woman in black sitting in the courtyard and enjoying the sun. After greeting her, Chen Ping'an started to brew a pot of medicine.

source: 陈平安将书信双手递出去，恭敬道：“这是先生的书信。”
en_us: Chen Ping'an offered the letter to him with both hands as he said in a respectful voice, "I have a letter for you, Sir."

source: 陈平安将信将疑，“我看东西，比听别人说话，更容易记得住。”
en_us: Chen Ping'an was rather skeptical of this explanation, but he still replied, "My memory is better when it comes to the things I see over the things I hear."

source: 陈平安将信将疑，小心翼翼说道：“宁姑娘，真是这样？”
en_us: Chen Ping'an was slightly skeptical, and he carefully asked, "Ning Yao, is is truly like this?"

source: 陈平安将木盆放在桌上，把一枚不知从何处取出的金色铜钱，轻轻按在桌面上，“道长，我拿着个跟你换普通铜钱，至于怎么个换法，道长你说了算。”
en_us: Chen Ping'an set the wooden tub down onto the table, then pulled out a golden copper coin from somewhere before also placing it on the table. "I'll exchange this with you for normal copper coins. As for how many copper coins it's worth, I'll leave it to you to decide that."

source: 陈平安将送给少女的三条石板鱼，用几根狗尾巴草穿过鱼鳃串在一起，递给少女。她接过这串鱼，拎了拎，有些轻，感觉不像是能凑足一碟青椒炒鱼，她便歪头瞥了眼小溪水坑，满是期待。陈平安心领神会，歉意道：“接下来抓起的鱼，我要熬汤给朋友补身体，不能送给你了。”
en_us: Chen Ping'an used a few dogtail reeds to string the rock slate fish together before handing them to the young girl. The young girl weighed them in her hands after accepting them, and she realized that they were quite light. She felt like this wasn't enough to cook a dish of fried fish with green peppers. Thus, she cocked her head and glanced at the pit in the creek, her eyes filled with eager anticipation. Chen Ping'an understood her expression, and he said in an apologetic voice, "I have to brew some soup with the fish that I catch from now on, so I can't give you anymore."

source: 陈平安小声问道：“是不是跟齐先生有关？”
en_us: "Does this have something to do with Mr. Qi?" Chen Ping'an asked in a quiet voice.

source: 陈平安小心翼翼拎着剑鞘，心想自己上哪儿去找把剑来？
en_us: Chen Ping'an carefully held the sword scabbard, thinking to himself, 'Where in the world am I going to find a sword from?'

source: 陈平安小心翼翼问道：“起了争执咋办？”
en_us: "If we can't, then what?" Chen Ping'an asked carefully.

source: 陈平安小跑向铁匠铺子。
en_us: With that, Chen Ping'an jogged over to the blacksmith shop.

source: 陈平安小跑来到小镇东门后，那栋黄泥屋依旧是房门紧闭上锁的光景，叹了口气，就坐在看门人郑大风经常坐的那只树墩子上，小镇不比进山，可没有什么山神座椅的讲究。陈平安坐在那里发着呆，难得忙里偷闲。
en_us: Upon arriving at the eastern town gate on the jog, Chen Ping'an discovered that the door of the earthen hut was still locked, and he heaved a faint sigh upon seeing this. He sat down onto the tree stump that Zheng Dafeng often sat on. Unlike the tree stumps in the mountains, this tree stump wasn't the seat of a mountain god or anything like that. In a rare moment of peace and relaxation for Chen Ping'an, he sat on the tree stump, staring blankly into the distance.
